[
  {
    "ID": "domowe-krowki",
    "Category": "Desery",
    "Title": "Domowe krówki",
    "image": "krowki.jpg",
    "Description": "Stanowią przyjemne zakończenie obiadu. Należy jednak zwracać uwagę na ich kaloryczność. ",
    "Ingredients": [
      "cukier, 200 g",
      "śmietanka, 400 ml",
      "masło, 100 g"
    ],
    "HowTo": "Niską foremkę lub keksówkę wyłóż papierem do pieczenia. W garnku umieść wszystkie składniki. Doprowadź je do wrzenia i gotuj nieustannie mieszając. Trochę to potrwa, ale efekt końcowy na pewno nastąpi. Po maksymalnie 20 minutach masa powinna brązowieć, gdzieniegdzie trochę się przypalać. Gdy cała będzie miała ładny, karmelowy kolor, zdejmij garnek z ognia i wylej mieszankę na wcześniej przygotowaną blachę. Rozsmaruj na całej powierzchni i pozostaw do wystudzenia. Krówka będzie wtedy też gęstnieć. Ja drewnianą łopatką nadaję jej kształt. Przykładam do boków i delikatnie przesuwam w stronę masy. Z niekształtnej plamy powstaje dzięki temu prostokąt. Masę wstaw do lodówki na około 30 min. Wyjmij i pokrój dowolnie ostrym nożem. ",
    "Ratings": [
      1,
      0,
      1,
      1
    ]
  },
  {
    "ID": "chili-con-carne",
    "Category": "Dania główne",
    "Title": "Chili Con Carne",
    "image": "chili.jpg",
    "Description": "Chili con carne to potrawa popularna obecnie nie tylko w USA, ale na całym świecie. ",
    "Ingredients": [
      "wołowina , 500 g",
      "pomidory w puszce, 400 g",
      "fasola czerwona w puszce, 400 g",
      "cebula, 1 szt."
    ],
    "HowTo": "Do przygotowania chili con carne będziemy potrzebować ostrych papryczek. Najfajniejszy efekt daje pomieszanie ze sobą kilku rodzajów papryk, jeśli jednak zastosujesz tylko jedno, też zastosujesz dobre dobre Uważajcie z ostrymi paprykami. Potrawa według tego przepisu jest bardzo ostra, jeśli chceszecie, aby Wasze danie było mniej ostre, zamiast papryczki habanero i piri-piri stosujecie mniej ostrych odmian. Ja użyłem papryczek, które zawierają ważą około 70 gramów.",
    "Ratings": [
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1
    ]
  },
  {
    "ID": "quesadilla-z-lososiem",
    "Category": "Przystawki",
    "Title": "Quesadilla z łososiem",
    "image": "que.jpg",
    "Description": "Quesadilla to tradycyjne danie kuchni meksykańskiej przygotowywane z tortilli i roztopionego sera. ",
    "Ingredients": [
      "łosoś wędzony, 100 g",
      "ser żółty, 50 g",
      "bakłażan, 50 g",
      "tortilla, 2 szt."
    ],
    "HowTo": "Pokrój bakłażana w plasterki i ugrilluj w opiekaczu (np. w opiekaczu do kanapek) . Podgrzej lekko tortille w mikrofalówce. Ułóż na jednej z nich ser żółty, łososia i bakłażana. Posyp ulubionymi przyprawami i przykryj drugą tortillą. Włóż tortille do opiekacza i zostaw na ok. 3 minuty. Po wyjęciu pokrój tortillę na 4 części. Podawaj z ketchupem, majonezem lub dipem guacamole Santa Maria.  ",
    "Ratings": [
      1,
      0,
      0,
      0,
      1,
      1,
      1,
      1,
      0,
      0,
      1,
      1,
      0,
      1,
      1,
      0,
      0,
      0,
      0
    ]
  },
  {
    "ID": "fasolka-po-bretonsku",
    "Category": "Dania główne",
    "Title": "Fasolka po bretońsku",
    "image": "fasolka.jpg",
    "Description": "Polacy zawsze uważali, że coś co obce jest lepsze. Stąd pierogi ruskie, ryba po grecku, karp po żydowsku, pieczeń rzymska, a fasolka… po bretońsku. ",
    "Ingredients": [
      "fasola, 500 g",
      "boczek wędzony, 30 dag",
      "kiełbasa, 30 dag",
      "cebula, 4 szt.",
      "ząbek czosnku, 5 szt.",
      "koncentrat pomidorowy, 2 łyżk."
    ],
    "HowTo": "Pokrój bakłażana w plasterki i ugrilluj w opiekaczu (np. w opiekaczu do kanapek) . Podgrzej lekko tortille w mikrofalówce. Ułóż na jednej z nich ser żółty, łososia i bakłażana. Posyp ulubionymi przyprawami i przykryj drugą tortillą. Włóż tortille do opiekacza i zostaw na ok. 3 minuty. Po wyjęciu pokrój tortillę na 4 części. Podawaj z ketchupem, majonezem lub dipem guacamole Santa Maria.  ",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      1
    ]
  },
  {
    "ID": "domowe-biszkopty",
    "Category": "Desery",
    "Title": "Domowe biszkopty",
    "image": "biszkopty.jpg",
    "Description": "Kolejna słodkość i smak dzieciństwa. Przysmak każdego małego szkraba, ale żaden student nimi nie pogardzi. ",
    "Ingredients": [
      "jajka, 3 szt.",
      "cukier puder, 80 g",
      "mąka pszenna, 70 g"
    ],
    "HowTo": "Białka oddzielić od żółtek; białka ubić na sztywną pianę. Powoli i stopniowo dodawać cukier (jak przy bezach - nie można wsypać cukru na jeden raz) i ubijać. Dodać żółtka i ubijać, do połączenia. Powinniśmy otrzymać gęstą, bardzo puszystą żółtą masę. Wsypywać powoli przesianą mąkę i bardzo delikatnie mieszać szpatułką lub drewnianą łyżką.Blachę wyłożyć papierem do pieczenia lub piec na macie teflonowej (ciasteczka idealnie się na niej pieką i bez problemu odchodzą). Ciasto nałożyć do rękawa cukierniczego z grubą okragłą nasadką i wykładać na blachę biszkopty, długości około 10 cm pozostawiając odstępy między nimi. Oprószyć je cukrem pudrem i pozostawić na 5 minut, by wyschły.Przed samym pieczeniem ponownie oprószyć pudrem. Piec w temperaturze 180ºC przez około 14 minut, aż będą lekko złote. Po upieczeniu chwilę odczekać, następnie ściągnąć je z maty, przełożyć na kratkę. ",
    "Ratings": [
      1,
      1,
      1,
      1,
      0,
      0
    ]
  },
  {
    "ID": "653e4",
    "Category": "Przystawki",
    "Title": "Placki z sera",
    "image": "placki_0624.jpg",
    "Description": "Doskonałe na drugie śniadanie do szkoły czy pracy.",
    "Ingredients": [
      "ser twarogowy półtłusty , 40 dag",
      "cukier, 2 łyżk.",
      "cukier waniliowy, 1 łyżecz.",
      "jajka, 2 szt.",
      "mąka pszenna, 3 łyżk.",
      "masło klarowane, 1 łyżk."
    ],
    "HowTo": "Wszystkie składniki bez masła mieszamy w robocie kuchennym do uzyskania jednolitej masy. Na patelni rozgrzewamy masło, na mokrą łyżkę nabieramy porcję masy twarogowej (będzie dość kleista) i obtaczamy w dodatkowej mące tak żeby powstały nie lepiące się do rąk placuszki. Smażymy na rozgrzanym maśle klarowanym z obu stron do zrumienienia. Odsączamy z nadmiaru tłuszczu na ręczniku papierowym. Placuszki nie będą zbyt słodkie (ja takie lubię), jeśli chcemy można posypać cukrem pudrem albo podawać z konfiturą, ja uważam że jest to zbędne, ponieważ same w sobie są pyszne.  ",
    "Ratings": [
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      0,
      0,
      0,
      1,
      0
    ]
  },
  {
    "ID": "7227b",
    "Category": "Przystawki",
    "Title": "Omlet z warzywami",
    "image": "omlet_e20f.jpg",
    "Description": "Pyszny omlet idealny na przystawkę",
    "Ingredients": [
      "ser topiony, 50 g",
      "masło, 2 łyżk.",
      "jajka, 4 szt.",
      "papryka czerwona, 0.5 szt.",
      "szpinak , 0.5 szkl.",
      "pieczarka, 4 szt."
    ],
    "HowTo": "Jaja, sól, pieprz i wodę lekko ubić widelcem. Dodać rozdrobniony ser topiony - wymieszać. Masło rozgrzać na patelni poddusić pokrojone drobniej pieczarki i paprykę pokrojoną w paski. Masę jajeczną przelać na patelnię z rozgrzanym masłem i równo rozprowadzić. Usmażyć omlet w ten sposób, aby jego dolna część była lekko zrumieniona, a górna jeszcze się nie ścięła. Na omlet nałożyć paprykę, szpinak, pieczarki. Patelnię przykryć i smażyć 2-3 min. Omlet wyłożyć na talerz, pokroić wedle uznania i nabić części na wykałaczki. Podawać na ciepło lub zimno.  ",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      0,
      0
    ]
  },
  {
    "ID": "3e9b2",
    "Category": "Przystawki",
    "Title": "Sałatka Gyros",
    "image": "gyros_576d.jpeg",
    "Description": "Prosta sałatka, smaczna i dlatego zawsze znika z talerzy.",
    "Ingredients": [
      "papryka czerwona, 1 szt.",
      "kapusta pekińska , 1 szt.",
      "ogórek konserwowy, 7 szt.",
      "cebula, 1 szt.",
      "groszek w puszce, 1 szt.",
      "fasola czerwona w puszce, 1 szt.",
      "kukurydza w puszce, 1 szt."
    ],
    "HowTo": "Podsmażyć na tłuszczu pokrojony w kostkę filet z kurczaka. Kiedy mięsko się zrumieni, dodać pół opakowania przyprawy Gyros (np. Kamis) i wymieszać. Ostudzone mięsko rozłożyć na dnie naczynia bądź miski, przykryć drobno posiekaną cebulką, na całości rozprowadzić majonez (np. kętrzyński, nie jest mdły, słodki, ale ostry) i dodać trochę ketchupu. Na to rozkładamy warstwę drobno pokrojonych ogórków, a następnie przepłukaną i odsączoną fasolkę, znowu na całość rozprowadzamy majonez i trochę ketchupu, można posypać odrobiną przyprawy Gyros. Następnie rozkładamy warstwę groszku zielonego, a na groszek kukurydzę, powtarzamy czynność rozprowadzenia majonezu i ketchupu, na wierzch sałatki układamy drobno pokrojoną kapustkę pekińską i dekorujemy kawałkami czerwonej papryki, kukurydzą, groszkiem.",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      1
    ]
  },
  {
    "ID": "fe6fd",
    "Category": "Przystawki",
    "Title": "Jajecznica z boczkiem",
    "image": "jajecznica_fc3f.png",
    "Description": "Pyszna i syta jajecznica na start zimowego dnia.",
    "Ingredients": [
      "jajka, 3 szt.",
      " boczek, 10 dag"
    ],
    "HowTo": "Podsmażyć boczek na rozgrzanej patelni nie dodając oleju ani masła (niech smaży się we własnym tłuszczu). Rozbić trzy jajka, doprawić je solą i pieprzem. Wlać jajka do zarumienionego boczku i smażyć do ścięcia nieustannie mieszając. Ja podaję z pokrojonymi na plastry , bądź ćwiartki pomidorami. ",
    "Ratings": [
      1,
      1,
      1,
      0,
      1,
      1
    ]
  },
  {
    "ID": "2fb75",
    "Category": "Dania główne",
    "Title": "Kurczak po chińsku",
    "image": "kurczak_ed44.jpg",
    "Description": "Przepyszny kurczak podawany razem z ryżem",
    "Ingredients": [
      "orzechy nerkowca, 100 g",
      "olej sezamowy, 2 łyżk.",
      "sos sojowy, 2 łyżk.",
      "cytryna, 160 g",
      "ząbek czosnku, 5 g",
      "kiełki sojowe, 15 g"
    ],
    "HowTo": "Na patelni podgrzać olej - podsmażyć kurczaka, wrzucić solidną garść orzechów nerkowca. Dodać sporo sosu słodkiego \u0022Tao-Tao\u0022, kilka kropli oleju sezamkowego, trochę sosu rybnego i sok z 1/2 cytryny, oraz ząbek czosnku pokrojony w plasterki. Do dekoracji siekamy szczypior i kiełki sojowe. ",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1
    ]
  },
  {
    "ID": "d69ec",
    "Category": "Dania główne",
    "Title": "Kurczak w sosie currry",
    "image": "kurczak_1017.png",
    "Description": "Przepyszny kurczak w przepysznym sosie",
    "Ingredients": [
      "filet z kurczaka, 1 szt.",
      "przyprawa curry, 1.5 łyżk.",
      "śmietana 36%, 0.5 ml",
      "makaron , 0.5 g",
      "cebula, 1 szt."
    ],
    "HowTo": "Warzywa zielone rozmrażamy. W tym czasie w grubą kostke kroimy fileta dodajemy 1.5łyżeczki curry w paście plus pieprz w paście 0.5łyżeczki. Usmażyc odlac tłuszcz. Dodac troszke wody ok 50ml.śmietany ramy do gotowania lub lioli \u002B0.5łyżeczki curry i łyżeczke mąki.Osobno podsmażyc cebule z warzywami. Makaron zalewamy wrzątkiem na ok 10min az bedzie miękki. Warzywa bez tłuszczu wrzucamy do mięsa z sosem i mieszamy wszystko razem. Nakładamy na duży talerz.",
    "Ratings": [
      1,
      1,
      1,
      0,
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      1,
      0,
      0,
      1,
      1,
      0,
      1,
      1,
      0
    ]
  },
  {
    "ID": "e1b4f",
    "Category": "Desery",
    "Title": "Biscotti",
    "image": "ciastka_ad00.png",
    "Description": "Te włoskie ciasteczka smakują wybornie w kawie.",
    "Ingredients": [
      "cukier, 11 dag",
      "jajka, 1 szt.",
      "mąka , 11 dag",
      "proszek do pieczenia, 1 łyżecz.",
      "kawa, 1.5 łyżecz.",
      "orzechy włoskie, 10 dag"
    ],
    "HowTo": "1. Jajko miksujemy z cukrem. Mąkę najpierw mieszamy z proszkiem, kawą i orzechami, a następnie z jajkiem. Dłońmi posypanymi mąką formujemy z ciasta 20 - cm wałek. Kładziemy na blasze wyłożonej papierem do pieczenia i spłaszczamy. 2. Pieczemy około 25 minut w 180 stopniach C. Studzimy 10 minut. Kroimy w 1 - cm plastry. Pieczemy kolejne 20 minut w 160 stopniach C. z obu stron. ",
    "Ratings": [
      1,
      1,
      1,
      1,
      0,
      0,
      0,
      0,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      1
    ]
  },
  {
    "ID": "afc80",
    "Category": "Dania główne",
    "Title": "Zupa krem z dyni",
    "image": "zupa_91b4.jpeg",
    "Description": "Bardzo delikatna, kremowa i łagodna.",
    "Ingredients": [
      "dynia, 1 szt.",
      "ziemniak, 2 szt.",
      "marchew, 2 szt.",
      "bulion, 1l",
      "cebula, 1 szt."
    ],
    "HowTo": "Dynię umyć, przekroić na pół, oczyścić z pestek i włókien. Następnie pokroić w kostkę razem ze skórką. Ziemniaki i marchewki umyć, obrać i pokroić w kostkę. Cebulę obrać i pokroić w kostkę. Dynię, ziemniaki, marchewki i cebulę ugotować na bulionie do miękkości. Zupę zmiksować np. blenderem na krem. Doprawić sokiem z cytryny, imbirem, solą, pieprzem, gałką muszkatołową i szczyptą cukru. Dodać śmietanę. (Można ją dodać podczas miksowania lub dolać do zupy rozlanej na talerzach).  ",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      0
    ]
  },
  {
    "ID": "1556e",
    "Category": "Desery",
    "Title": "Orzechowe ciasteczka",
    "image": "ciastka_ee88.jpg",
    "Description": "Bardzo orzechowe, idealne do herbaty.",
    "Ingredients": [
      "mąka , 1 szkl.",
      "jajka, 1 szt.",
      "cukier, 2 szkl.",
      "proszek do pieczenia, 1 łyżecz.",
      "orzech ziemny, 100 g",
      "margaryna, 100 g"
    ],
    "HowTo": "Margarynę połączyć ze 100g masła orzechowego, dokładnie utrzeć. Dodać cukier, sodę, proszek, aromat i jajko. Następnie wsypać mąką, dokładnie utrzeć. Na sam koniec dodać 4 łyżki Nutelli i orzeszki. Wymieszać tylko chwilkę. Formować małe kuleczki, lekko spłaszczyć i ułożyć na blasze wyłożonej papierem o pieczenia. Piec ok. 12min w temp. 160st. Ostudzić na kratce. ",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      1,
      0,
      1,
      1,
      1,
      1,
      1,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      0,
      1,
      1,
      1,
      0,
      0,
      0
    ]
  },
  {
    "ID": "a8376",
    "Category": "Desery",
    "Title": "Brownie",
    "image": "brownie_1619.jpg",
    "Description": "Czekolada, czekolada i jeszcze raz czekolada",
    "Ingredients": [
      "czekolada gorzka, 150 g",
      "masło, 250 g",
      "cukier trzcinowy, 200 g",
      "mąka żytnia razowa, 150 g",
      "jajka, 4 szt."
    ],
    "HowTo": "Piekarnik nagrzać do 180 stopni. W większej misce roztopić połamaną czekoladę razem z masłem. Najlepiej zrobić to w kąpieli wodnej, ale można też w dobrym garnku z grubym dnem na malutkim ogniu ciągle mieszając. Masa nie może zgęstnieć ani podgrzać się za bardzo. Ma być błyszcząca, lejąca i lekko ciepła. Odstawić z ognia i wymieszać z cukrem.Orzechy grubo posiekać i lekko zrumienić na suchej patelni na bardzo małym ogniu, ostudzić. W oddzielnej misce wymieszać mąkę z solą i kakao.",
    "Ratings": [
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      1,
      0
    ]
  },
  {
    "ID": "f2ac2",
    "Category": "Przystawki",
    "Title": "Hamburger",
    "image": "shutterstock_529627063_16c9.jpg",
    "Description": "Bardzo dobry",
    "Ingredients": [
      "bułka",
      "kotlet",
      "sałata"
    ],
    "HowTo": "Wszystko szybko przygotować",
    "Ratings": [
      1,
      0,
      0
    ]
  }
]